<?php

class QuestionUtil{

	public static $q1_array = array(
		''=>'',
		'a1'=>'１，現在使用している。',
		'a2'=>'２，以前、使用していたことがある。',
		'a3'=>'３，使用したことがない。',
		'a4'=>'４，このアンケートで販売促進ツールについて初めて知った。',
		);

	public static $q2_array = array(
		'a1'=>'ツールの値段が高い',
		'a2'=>'使っても売り上げが上がらなかった（上がらないと思った)',
		'a3'=>'店舗のイメージとツールのデザインが合わなかった',
		'a4'=>'ツールの使い勝手が悪い',
		'a5'=>'その他',
		);

	public static $q3_array = array(
		''=>'',
		'a1'=>'入力するのがとても煩雑に感じる',
		'a2'=>'入力するのが煩雑に感じる',
		'a3'=>'普通',
		'a4'=>'入力するのは楽だ',
		'a5'=>'入力するのはとても楽だ',
		);

	public static $q4_array = array(
		'a1'=>'RMSでの入力を簡潔化するツール',
		'a2'=>'サイトの更新日を表示するツール',
		'a3'=>'画像編集を容易にできるツール',
		'a4'=>'バナー広告を表示するツール',
		'a5'=>'ホーム画面や商品画面のレイアウトのテンプレート',
		'a6'=>'出荷予定日を表示するツール',
		'a7'=>'ショップのレビューを表示するツール',
		'a8'=>'その他(自由記述)',
		);


}






 ?>